const AboutMe = () => {
    return (
        <div>
            <hr />
            <p>Name : Sobhan</p>
            <p>age : 20</p>
            <p>توسعه‌دهنده فرانت‌اند با تمرکز بر ساخت رابط‌های کاربری سریع، واکنش‌گرا و کاربرپسند. مسلط به HTML، CSS و فریم‌ورک‌های مدرن مانند Tailwind CSS و Bootstrap. دارای تجربه در توسعه پروژه‌های SPA با JavaScript و React و همچنین استفاده از Next.js برای ایجاد اپلیکیشن‌های قدرتمند و بهینه از نظر سئو. آشنا با TypeScript برای افزایش پایداری کد و Redux برای مدیریت مؤثر حالت برنامه. علاقه‌مند به یادگیری مداوم، رعایت بهترین شیوه‌های کدنویسی، و کار در تیم‌های چابک برای ساخت محصولات مقیاس‌پذیر و کارآمد.</p>
            <hr />
        </div>
    )
}

export default AboutMe
